Repository: snofang/omc
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fa

source: Accounts
fa: حساب‌های کاربری

source: Credit
fa: اعتبار

source: From here, you can create accounts, manage them, and see your credit and usages in detail.
fa: از اینجا، شما براحتی می‌توانید حساب کاربری جدید ساخته، حساب‌های کاربری موجود و اعتبارتان را مدیریت کنید.

source: Help
fa: راهنما

source: New Account
fa: حساب کاربری جدید

source: Welcome!
fa: خوش آمدید!

source: Choose an amount for credit increase; Once a pay botton pressed, a new payment request is added on top of the following list having a link which can be used for payment.
fa: مبلغ مورد نظرتان را برای __افزایش‌اعتبار__ انتخاب کنید. هنگامی که دکمه یک مبلغ زده شود، یک درخواست پرداخت برای آن مبلغ ایجاد شده و به ابتدای فهرست زیر اضافه می‌شود. هر درخواستی، دارای یک پیوند است. و برای نهایی شدن، لازم است دنبال شود. پس از انجام، مبلغ پرداختی به صورت خودکار به اعتبارتان اضافه می‌شود.

source: Home
fa: صفحه اول

source: No payment request yet.
fa: هنوز درخواست پرداختی وجود ندارد.

source: Pay
fa: پرداخت

source: Pay Link
fa: پیوند پرداخت

source: Payable
fa: قابل پرداخت

source: Payment request created.
fa: درخواست پرداخت ایجاد شد.

source: Received Sum
fa: دریافتی

source: Refresh
fa: بازآوری

source: Your Credit
fa: اعتبار شما

source: Your Last Payment Requests
fa: فهرست آخرین درخواست‌های پرداخت شما

source: By tapping on each account represented by the following buttons, you can manage it, download its connection config __.ovpn__ file, or see its __usages__.
fa: با انتخاب هر حساب کاربری از میان دکمه‌های زیر، میتوانید: فایل تنظیمات اتصال __ovpn.__ را دریافت کنید، میزان مصرف را مشاهده، و یا در صورت عدم نیاز، آن را حذف نمایید.

source: No active account!
fa: حساب کاربری فعالی وجود ندارد.

source: Delete
fa: حذف

source: File sent successfully.
fa: فایل ارسال شد.

source: Name:
fa: نام:

source: Note: All date & time values are in UTC.
fa: توجه: زمان‌ها بر اساس ساعت هماهنگ جهانی UTC می‌باشند.

source: Status:
fa: وضعیت:

source: Usages List:
fa: فهرست مصرف:

source: from:
fa: از:

source: to:
fa: تا:

source: Active
fa: فعال

source: Deactive Pending
fa: در صف حذف

source: .ovpn file
fa: فایل ovpn.

source: Account Deletion Conformation
fa: حذف حساب کاربری

source: By deleting an account, the system stops billing for it and also it will not be possible to use it anymore.
fa: با حذف یک حساب کاربری، درخواست حذف ثبت شده و در صف انجام قرار می‌گیرد. به محض نهایی شدن عملیات حذف، حساب کاربری دیگر قابل استفاده نبوده و بابت آن ثبت مصرف و اعمال هزینه متوقف می‌شود.

source: No
fa: خیر

source: Yes
fa: بله

source: registered for deletion.
fa: درخواست حذف ثبت شد.

source: Are you sure to delete the following account?
fa: آیا از حذف این حساب کاربری اطمینان دارید؟

source: New account created successfully.
fa: حساب کاربری جدید ایجاد شد.

source: Note that you should have enough credit to do so.
fa: در نظر داشته باشید؛ برای انجام این کار، _اعتبار کافی_ لازم است.

source: Please come back later and check it again; It will be supplied ASAP.
fa: حساب‌های کاربری جدید در آینده نزدیک آماده خواهند شد. دوباره سر بزنید!

source: Unfortunately no free account is available right now.
fa: متاسفانه هم اکنون حساب کاربری، ناموجود است.

source: cost of
fa: هزینه برای

source: days
fa: روز

source: After importing the config file successfully, you should now see it listed as a connection profile within your OpenVPN client. You can then select this profile and initiate a connection with just a click of a button.
fa: *__اتصال__*: پس از اضافه شدن فایل تنظیمات اتصال، باید بتوان آن را بصورت یک _پروفایل اتصال_ در نرم‌افزار _اوپن وی پی ان_ مشاهده کرد. با انتخاب این پروفایل و فعال‌سازی‌اش، اتصال برقرار کنید. توجه داشته باشید *_ __امکان اتصال همزمان با یک فایل اتصال از چند دستگاه وجود ندارد.___*

source: Android
fa: اندروید

source: By following these steps carefully, you will be able to install an OpenVPN client on your platform and effortlessly import a .ovpn configuration file for establishing secure connections with ease and peace of mind.
fa: با دنبال کردن دقیق مراحل بالا، می‌توانید نرم افزار _اوپن وی پی ان_ را در دستگاه خود نصب کنید،‌ یک فایل تنظیمات اتصال __ovpn.__ را بدون دردسر وارد کرده و به راحتی اتصال‌های امن داشته باشید.

source: Direct Download Resources
fa: پیوندهای مستقیم نصب

source: Firstly, you need to download and install the appropriate OpenVPN client for your platform. Visit the official OpenVPN [website](www.openvpn.net) and navigate to the *Downloads* section. Choose the version compatible with your operating system, whether it be Windows, macOS, Linux, or mobile platforms such as iOS or Android. Also some direct donwload sources provided at the end of this guide for references.
fa: *__نصب نرم‌افزار__*: برای همه دستگاه‌ها نرم‌افزار _اوپن وی پی ان_ وجود دارد؛ کافی است به [سایت اوپن وی پی ان](www.openvpn.net) سر بزنید، به بخش دانلود اش بروید، و نسخه متناسب با دستگاه خود را دانلود و نصب کنید. برای آسانتر کردن کار و تنوع منبع، در انتهای این راهنما نیز تعدادی پیوند مستقیم نصب، گنجانده شده است.

source: IOS
fa: آی او اس

source: In order to establish a secure connection using OpenVPN, it is essential to install the OpenVPN client on your platform and import the necessary configuration file __.ovpn__. This section will guide you through the process, ensuring a seamless setup.
fa: به طور خلاصه، ابتدا لازم است نرم‌افزار __اوپن وی پی ان__ نصب کنید و پس از آن فایل تنظیمات اتصال __ovpn.__ را وارد نمایید. در ادامه فرآیند نصب و راه‌اندازی توضیح داده شده است.

source: Installation & Configuration Guide
fa: راهنمای نصب و راه‌اندازی

source: Next, open your newly installed OpenVPN client and look for an option to import or add a new connection profile. Select this option and browse for the .ovpn configuration file you previously downloaded. Importing this file will automatically populate all required settings in your client application.
fa: *__وارد کردن فایل تنظیمات اتصال در نرم‌افزار__*: برنامه _اوپن وی پی ان_ را باز کرده، گزینه افزودن پروفایل اتصال جدید را انتخاب، و فایل تنظیمات اتصالی را که پیشتر بارگیری کرده بودید را پیدا کنید. این فایل همه تنظیمات اتصال را برای شما فراهم می‌کند.

source: Once the installation is complete, locate the downloaded __.ovpn__ configuration file that corresponds to your __Account__. This file contains all the necessary settings for establishing a secure connection. It is accessible from __Accounts -> Account Name__ menu.
fa: *__بارگیری فایل تنظیمات اتصال__*: فایل تنظیمات __ovpn.__ حساب کاربری‌تان را از صفحه مربوط به آن حساب، از مسیر _حساب‌های کاربری_ -> _نام حساب کاربری_، بارگیری کنید.

source: OpenVPN Connect - Google Play
fa: اوپن وی پی ان کانکت - گوگل پلی

source: OpenVPN Connect – OpenVPN App
fa: اوپن وی پی ان کانکت - اپ استور

source: OpenVPN for Android - GitHub
fa: اوپن وی پی ان برای اندروید - گیت هاب

source: OpenVPN for Android - Google Play
fa: اوپن وی پی ان برای اندروید - گوکل پلی

source: EUR
fa: ریالی

source: IRR
fa: ریالی

source: USD
fa: دلاری

source: To start, increase your __credit__ and then use that credit to create __new accounts__. Enjoy!
fa: برای شروع لازم است __اعتبار__ خود را افزایش داده، سپس از آن برای ایجاد __حساب کاربری جدید__ استفاده کنید. بهروزی!

source: Your credit balance is running low. To avoid any disruptions, please consider topping up soon.
fa: اعتبار شما رو به پایان است. لطفا جهت جلوگیری از حذف خودکار حساب‌های کاربری، نسبت به افزایش اعتبار اقدام نمایید.
